var local_database = [{
    title: "这是一篇科普文|被传染艾滋后……",
    content: "这是一篇科普文|被传染艾滋后……",
    imgSrc: "/imgs/hiv/4.jpg",
    reading: 62,
    collection: 92,
    date: "Nov 12 2016",
    avatar: "/imgs/avatar/3.png",
  headImgSrc: "http://39.108.162.197/text/images/hiv/6.jpg",
    author: "林白衣",
    dateTime: "24小时前",
    detail: " ",
    article: ' ',
    postId: 0,
    music: {
      url: "http://music.163.com/song/media/outer/url?id=142604.mp3",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }

  },
  {
    title: "艾滋病预防小常识，2分种科普短文，收藏！",
    content: "艾滋病是由艾滋病病毒（人类免疫缺陷病毒）引起的感染，使人体失去对感染的抵抗力，随后，病人的健康状况会变得非常恶劣，最终由于体内的免疫抵抗系统完全瘫痪而死亡。",
    imgSrc: "/imgs/hiv/3.jpg",
    reading: 102,
    collection: 92,
    date: "Nov 20 2016",
    avatar: "/imgs/avatar/5.png",
    headImgSrc: "/imgs/hiv/3.jpg",
    author: "林白衣",
    dateTime: "24小时前",
    detail: "艾滋病是由艾滋病病毒（人类免疫缺陷病毒）引起的感染，使人体失去对感染的抵抗力，随后，病人的健康状况会变得非常恶劣，最终由于体内的免疫抵抗系统完全瘫痪而死亡。\r\n\n ”艾滋病最常见的传播途径为性生活、共同使用一个针头（注射毒品的吸毒者、穿耳和纹身的针头）、输血、母亲传给胎儿或婴儿。最可怕的是，艾滋病病毒携带者在8～10年内可能不会出现任何症状。看起来，他和普通人没什么两样，但他却是一个可怕的传染源，可以把艾滋病病毒传给别人。\n\n一旦出现症状，其大限也就不远了，这些症状也没什么特别，和感冒的表现差不多，只不过得了这种“感冒”以后，大家都要奇怪了，小小的“感冒”怎么一直都看不好，甚至还会越来越严重。医生可以通过验血来诊断艾滋病，但是多数的病人只有在感染艾滋病毒2周至6个月之间才能被检查出来。目前艾滋病的患病率越来越高，而且目前艾滋病的医疗还不是很完善，所以我们要掌握艾滋病的预防方法：\r\n\n一、安全性行为：节制，洁身自爱，遵守性道德，了解你的性伴侶，保持单一性伴侶，正确使用安全套。\n\n二、切勿共用注射器：拒绝毒品，珍爱生命，避免与人共用注射器。\n\n三、阻断母婴传染：产前艾滋病病毒抗体检测，及早发现艾滋病毒感染。产前八个星期开始服药，婴儿在出生后六周继续服药，感染机会减至大约10%。\n\n四、正确处理伤口：处理任何伤口时，戴上一次性橡胶手套。勿徒手接触別人的血液或伤口。\n\n五、正确使用避孕套：正确使用避孕套不仅能避孕，还能减少感染艾滋病、性病的危险。\n\n受艾滋病病毒感染而尚未发病的人称为艾滋病病毒感染者。艾滋病病毒进入人体后，长时间侵犯机体，当免疫系统损害到一定程度，逐步出现各种机会性感染或肿瘤等临床指征时，就可确诊为艾滋病病人。艾滋病病毒感染者和艾滋病病人是一个疾病的不同阶段，同样具有传染性。\n艾滋病病毒的主要攻击目标是人体的免疫系统，它首先侵入免疫系统—CD4+ T淋巴细胞内，或侵入巨噬细胞等其它细胞。受染者体内的免疫系统和病毒进行持续的博斗，病毒不断的复制和不断的清除，造成CD4+细胞的破坏。\n当免疫系统损害到一定程度时，许多细菌、病毒和其他的微生物乘虚而入，从而引起一系列的机会性感染和恶性肿瘤的发生，其它系统亦受到损害。伤风流感也有可能是艾滋病的前兆。\n艾滋病发病以青壮年较多，发病年龄80% 在18 - 45岁，即性生活较活跃的年龄段。在感染艾滋病后往往患有一些罕见的疾病如肺孢子虫肺炎、弓形体病、非典型性分枝杆菌与真菌感染等。持续广泛性全身淋巴结肿大。特别是颈部、腋窝和腹股沟淋巴结肿大更明显。淋巴结直径在1厘米以上，质地坚实，可活动，无疼痛。",
    postId: 1,
    music: {
      url: "http://music.163.com/song/media/outer/url?id=108220.mp3",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    title: "关于HIV阻断药，你想知道的都在这里",
    content: "阻断治疗分为三类：暴露前阻断（PrEP）和暴露后阻断（PEP），孕期阻断",
    imgSrc: "/imgs/hiv/8.jpg",
    reading: 102,
    collection: 26,
    date: "Nov 20 2016",
    avatar: "../../../imgs/avatar/3.png",
    headImgSrc: "/imgs/post/sls.jpg",
    author: "林白衣",
    dateTime: "24小时前",
    detail: "大家好，我是一名志愿者，今天来写一篇关于HIV阻断药的科普文章\n阻断治疗分为三类： 暴露前阻断（ PrEP） 和暴露后阻断（ PEP）， 孕期阻断。\r\n今天主要来说一下暴露后阻断\r\n问： 阻断药的原理是什么？\r\n答： HIV性传播是病毒感染生殖器粘膜的巨噬细胞和树突状细胞， 然后这些细胞前往淋巴结和T细胞接触。 本来巨噬细胞和树突状细胞都属于抗原呈递细胞（ APC）， 它们将抗原呈递给T细胞。 但被感染的APC反而在呈递抗原的时候把T细胞也感染了。 一旦淋巴结的T细胞被感染， 病毒就在人体内建立了“ 根据地”， 这时候再清除病毒就不可能了。 所以72小时就是病毒进入淋巴结的时间点。\r\n问： 高危行为后， 吃艾滋病阻断药真的有用吗？\r\n答： 根据现有临床统计数据来看， 服用阻断药后失败的概率仅为0 .05 % ，当然前提是要正确使用阻断药。\r\n问：艾滋病阻断能否成功跟哪些因素有关?\r\n答：首先当然是服用阻断药是否及时，其次阻断药物的选择是否正确，第三服药期间是否再次出现高危行为。\r\n问：高危后多久服用阻断药效果最好？\r\n答：发生高危行为（无保护的性行为，职业暴露等）后1-2小时内服用药物效果最佳，72小时内依然有效。超过72小时阻断成功率降低。\r\n问：高危行为后超过72小时，服用阻断药还有效吗？\r\n答：虽然超过72小时，阻断药的效力降低，但依然可以有效地抑制HIV病毒，对艾滋病的早期治疗有帮助。\r\n问：目前有哪些阻断药治疗方案？\r\n答：在这里给大家科普一下，HIV阻断药其实也就是HIV抗病毒治疗的药物，常用的三种药物联合方案，三种药物中包括两种核苷类抑制剂+一种其他类抑制剂，主要的组合有：\r\n组合一：奇多夫定+拉米夫定 + 依非韦伦\r\n组合二：奇多夫定+拉米夫定 + 克立芝\r\n组合三：替诺福韦+拉米夫定 + 依非伟伦，\r\n组合四：替诺福韦+拉米夫定 + 克立芝\r\n组合五：替诺福韦+恩去他滨（舒发太）+ 拉替拉韦钾（爱生特）\r\n组合六：替诺福韦 + 恩去他滨（舒发太）+多替拉韦钠（特威凯）问：什么人不适合吃阻断药？\r\n答：感染者不适合吃，因为假如体内已经携带病毒的话，吃一个月某种药物组合再停药，就很容易对该组合耐药，以后就再也不能吃了，因此建议高危行为后来寻找阻断药的同学，最好清楚自己是不是阳性，有条件的话买一个试纸检测一下，如果此时还是阴性，就可以放心吃阻断药了。\r\n问：阻断药从哪里能够获得？\r\n答：三种渠道：一, 当地的传染病医院，二当地的疾病预防控制中心，三，当地的志愿者组织, 由于各地区条件和政策不同，很多地方的医院和疾控没有药或开不到药，这时候很依赖于红丝带或爱心小组等志愿者组织。\r\n阻断药价格？\r\n通常医院开舒发太+艾生特组合价格在3900元左右，通常情况下医院不会开其他药物组合（原因你懂的）\r\n问：阻断后多久去做HIV检测？\r\n答：按照职业暴露指南，职业暴露后服用阻断药，需要24周检测才能排除，但阻断药不会影响抗体检测，由于检测技术的革新，目前三代四代抗体+抗原检测吃完28天药就可以检测了，42天可以完全排除。出于保险考虑，建议三个月后再查一次，彻底排除。",
    postId: 2,
    music: {
      url: "http://music.163.com/song/media/outer/url?id=27538254.mp3",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },

]

module.exports = {
  postList: local_database
}